export const Articles = [
    {
        title: 'Как понравиться мужчине?',
        content: `Ни один мужчина не устоит перед тобой если ты будешь правильно с ним обращаться. Тут важно все — и поведение, и правильные слова. Мы собрали психологические приемы, которые помогут влюбить в себя мужчину. Сейчас расскажем, как именно, а ты проверишь.

Дай парню возможность «командовать парадом»
Не знаешь, как влюбить в себя мужчину? Вспомни школьные уроки! Как складывалась жизнь у древних людей? Мужчины ходили на охоту, а женщины создавали уют и сохраняли домашний очаг. Думаешь, все изменилось? Нисколько! На дворе 21 век, а мужчины по-прежнему бессознательно стремятся построить отношения по той самой древней модели. Относиться к этому можно по-разному, но такой прием работает! 

Как узнать, что он в тебя влюблен? 

Им важно быть лидерами. Они по-прежнему хотят «добывать пищу», быть главой семьи, а не ее «хвостом». Ощущение собственной значимости в отношениях с женщиной позволяет им реализовать эту потребность. Так разреши ему сделать это! Дай ему возможность заботиться о себе. Пусть последнее слово остается всегда за ним (по крайней мере, позволь ему так думать).

Пусть почувствует себя героем
Каждый мужчина втайне мечтает быть суперменом. Спрашивай его мнение, советуйся с ним и интересуйся его точкой зрения. Эти простые приемы помогут влюбить в себя любого мужчину. Сильному полу очень важно понимать, что их ценят. Время от времени проси его помочь тебе. Пусть он чувствует себя незаменимым.

Скажи, например, что тебе просто необходимо повесить полочку, а сама ты ну никак с этим не справишься. Настоящий мужчина не только не откажет, но заодно повесит тебе картину, передвинет шкаф и починит кран в ванной. Помни, мужчины готовы работать не покладая рук, но лишь при одном условии: им важно видеть в наших словах и поступках уважение.

Не посягай на его свободу (и не спеши приносить в жертву свою)
Как известно, насильно мил не будешь. Удержать кого-то против его воли рядом с собой – задача, прямо скажем, непосильная. Чтобы влюбить в себя мужчину, забудь о частых звонках, смсках и постоянном совместном времяпрепровождении. Позволь мужчине чувствовать себя свободным и не души его своей любовью — впрочем, этот совет подходит для любых отношений, не только романтических. Не ревнуй его к друзьям. Каждому мужчине нужно иметь возможность сбежать на день, два. Не налево! А на рыбалку, на дачу с друзьями, в баню или просто в свой собственный мир. Дай ему возможность побыть наедине с самим собой. И сама живи своей жизнью — нет никакой необходимости сливаться в экстазе с избранником без выходных и обеденного перерыва. `,
        category: 'Отношения с партнером',
        picture: './articles/article-1.png',
    },

    {
        title: 'Как побороть тревогу?',
        content: `Тревога — эмоциональное состояние, вызванное ожиданием опасности или угрозы. В то время как страх является базовой эмоцией человека, связанной с инстинктом самосохранения, и появляется непосредственно в момент опасности.

Понятия «страх» и «тревога» не являются синонимами, но они могут использоваться как взаимозаменяемые в тех случаях, когда речь идет о ситуативной тревожности (состояние в данный момент времени).

В нормальном состоянии функция самосохранения побуждает к действию, но случаются и моменты апатии, когда тревога усиливается.

Расскажем, как справляться с тревожностью самостоятельно и определить у себя ее уровень.

Читайте еще: «9 проверенных способов победить прокрастинацию»

Как измерить уровень тревожности
Американский психолог Чарльз Спилбергер изучил более 117 признаков тревоги человека и создал шкалу для определения ее уровня. Его «оценка уровня тревожности» делится на ситуативную и личностную. Ситуативная отвечает за состояние в данный момент времени и влияние внешних обстоятельств — к примеру, самоизоляция. Личностная — характер человека.

Для определения «своего уровня» тревожности можно пройти тест из 40 коротких вопросов.

Что вызывает тревогу
Основные факторы, провоцирующие у нас повышенную тревожность: одиночество, проблемы на работе, проблемы в отношениях, здоровье, окружение и разного рода конфликты.

Большое влияние также оказывает наш образ жизни. Например, мы чаще испытываем тревожные состояния, если постоянно зависаем в телефоне или смотрим новости по телевизору. Цифровой прогресс, безусловно, сделал нашу жизнь быстрее и лучше, но за этот комфорт мы платим дополнительным уровнем стресса, новыми страхами и комплексами из-за большого потока новостей.

Старайтесь минимизировать количество часов, проведенных в интернете. Гуляйте на свежем воздухе, читайте, занимайтесь йогой, готовьте, вяжите крестиком, собирайте LEGO — вариантов намного больше, чем может показаться.`,
        category: 'Чувство тревоги'
    },
    {
        title: '10 ценных привычек позитивного человека',
        content: `1. Позитивные люди не ждут хорошего дня — они сами создают его
«Ожидание», «случай», «надежда на удачу» являются словами пассивного созерцателя и никогда не встречаются в словаре позитивного человека. Они, как правило, очень активно участвуют в построении своей жизни. Они работают, чтобы внести изменения в окружающий мир, чтобы чувствовать себя лучше в трудные времена, а не ждут уникального сочетания звезд на небе.

2. Позитивные люди легко расстаются с лишним
Многие люди стараются до последнего цепляться за свои любимые идеи, вещи или даже людей, тратя на это свои лучшие силы и энергию. Позитивные люди легко позволяют уйти всему лишнему и ненужному, как только понимают, что это мешает им жить.

как оставаться жизнерадостным

3. Прошлое должно оставаться в прошлом
Хорошие и плохие воспоминания должны оставаться именно там, где им и место — в прошлом. Позитивные люди не тратят много времени в тоске по старым добрым дням, потому что они слишком заняты работой над своим сегодняшним и будущим днем. Негативный опыт прошлого используются не для самобичевания или сожаления, а для анализа причин и извлечения уроков в качестве ступеньки к лучшему будущему.

4. Благодарность — вот второе имя позитивного человека
Позитивные люди не сосредотачиваются на шероховатостях и камнях на своем пути, но готовы искренне благодарить бога, судьбу, жизнь за каждый шаг, сделанный на дороге. За каждый день, полный новых событий, запахов, впечатлений, чувств. Они видят жизнь как сундук с сокровищами, полный чудес.

`,
        category: 'Эмоции',
        picture: './articles/article-3.jpeg'
    },
    {
        title: 'Как побороть депрессию',
        category: 'Депрессивное состояние',
        content: `На этот недуг принято сваливать все текущие проблемы – усталость, злость на окружающих, внутренние страхи, аврал на работе, неприятности в семье и даже нежелание встречаться с друзьями. А между тем, депрессия – это конкретное заболевание, такое же, как сахарный диабет или, скажем, холецистит. О том, как оно развивается и протекает, а также о способах диагностики и лечения рассказывает врач – психотерапевт высшей категории Золин Николай Федорович.

 Что же такое депрессия и чем она отличается от сезонных перепадов настроения?

Депрессия - серьезное заболевание, которое резко снижает трудоспособность и приносит страдание как самому больному, так и его близким. К сожалению, люди очень мало осведомлены о типичных проявлениях и последствиях депрессии, поэтому многим больным оказывается помощь, когда состояние принимает затяжной и тяжелый характер. Проявления депрессии очень разнообразны и варьируют в зависимости от формы заболевания.

К типичным (основным) симптомам депрессии относятся:

 подавленное настроение, не зависящее от обстоятельств, в течение длительного времени (от двух недель и более);
 потеря интереса или удовольствия от ранее приятной деятельности;
выраженная утомляемость, «упадок сил», характеризующиеся стабильностью данного состояния (например, в течение месяца).`
    }
]
